{
    "index_title": "IT and tetraplegia",
    "accueil": "Home",
    "amenagements": "Accomodations",
    "maladie_charcot": "Charcot's disease",
    "futur": "Future",
    "presentation": "Presentation",
    "tetraplegie?": "What is tetraplegia ?",
    "tetraplegie?_paragraphe": "Tetraplegia is the paralysis of all four limbs. This disease is also known as quadriplegia. The affected person loses sensation and motor skills in all four limbs and in the torso. There are also several types of quadriplegia depending on the vertebrae affected: complete or partial. Some forms can also be reversible.",
    "tetraplegie_img_alt": "Photograph of a person in a wheelchair on a beach during a sunset.",
    "causes_tetraplegie": "Causes of tetraplegia:",
    "causes_tetraplegie_paragraphe": "Tetraplegia is caused by an injury, <b>a spinal cord injury</b> near the cervical spine.",
    "fracture": "Fracture of the upper part of the spine",
    "infection": "Infection",
    "diabete": "Diabetes",
    "ghilain_barré": "Ghilain-Barré disease",
    "cancers": "Cancers...",
    "sujets_traités": "Topics covered on this site:",
    "sujets_traités1": "Possible accommodations to make computer use more accessible to people with disabilities.",
    "sujets_traités2": "Charcot's disease and Stephen Hawking's story, his help for accessibility.",
    "sujets_traités3": "A possible solution in the future to give tetraplegic people their freedom: exoskeletons.",
    "plan_site": "Site map : ",
    "poster_réalisé": "Poster made with the site :",
    "poster_img_alt": "Poster made with the site",
    "desc_poster_réalisé": "The poster follows the graphic design of the website and provides additional information about tetraplegia.",
    "crédits": "De Jonas Cholet, Antoine Defourneau and Clément Fromentin",
    "réalisé_cadre": "Carried out as part of a tutored project.",
    "utiliser_ordinateur": "Be able to use and access a computer",
    "accessibilité": "Accomodation",
    "accessibilité_internet": "Inernet accomodations",
    "accessibilité_internet_paragraphe": "Internet accessibility seems simple for people who have the use of all their limbs, but deprived of our hands it becomes a whole different thing. We can forget about standard peripherals like mice or keyboards, and find solutions based on the limbs that can still be controlled. Websites have to be adapted too, buttons can be difficult to reach and every distance the mouse is moved is important.",
    "solutions": "Solutions",
    "menton_img_alt": "Photo of a chin contactor.",
    "souris_img_alt": "Photo of a trackball mouse.",
    "joystick_img_alt": "Photo of a joystick.",
    "clavier_img_alt": "Photo of an ergonomic keyboard.",
    "bureau_img_alt": "Photo of a variable height desk.",
    "repose_bras_img_alt": "Photo of an arm rest.",
    "support_pc_img_alt": "Photo of a laptop stand.",
    "solutions1": "For the mouse the best way found is to use another part of the body to move the cursor, a chin command can be a good solution, there are also commands by the mouth and many other parts of the body and with different means of activations (pressure, pull, breath, sound, movements without contact ...).",
    "solutions2": "These controls are contactors and can be connected via Bluetooth and allow you to control other computer devices using this means of communication without having to plug anything in, this is the most widespread system . We can also use a webcam and use the eyes as a cursor with the visual control already implemented in Windows 10.",
    "solutions3": "For those who can control their hands, vertical mice can be used to avoid twisting the arm and thus avoid other pains that can come with it. There are also trackball mice, which are simply a ball that you turn to move the cursor (it's the same system as the old ball mice but reversed), which can be interesting for people with wrist pain or unable to move their fingers.",
    "solutions4": "Finally, there are Joysticks that allow a fairly natural control of a mouse, just move the stick to move the cursor, usually the joystick has buttons on its base to perform mouse clicks.",
    "solutions5": "As for the keyboard, you can use a virtual keyboard and type the text with the cursor (which can be long and tedious), or use the voice command that will translate what you say into text (but there may be recognition errors or certain words that the software does not recognize). There are ergonomic keyboards with resting areas for the hands and groupings of keys, enlarged keyboards or keyboards with large characters that make it easier to locate the key action, or keyboards with an integrated touchpad for the use of the mouse pointer.",
    "solutions6": "For touchscreen tablet users, the fact that the screen is fully touchscreen is a great help, but it is not necessarily practical for everyone, which is why most of the solutions mentioned above exist either in bluetooth or with a micro-usb connector to be connected to the tablet.",
    "sites?": "And the sites?",
    "sites?_paragraphe": "The sites themselves must respect accessibility standards, the international standards are WCAG 2.0, and ISO/IEC 40500. The developers of sites can easily check the accessibility of their sites thanks to the W3 site, but it is an arbitrary tool, the best way is a human way. To see if a site is accessible, we can take for example a button, see if it is big enough to be clicked on.",
    "accessibilité_mobilier": "Accessibility of furniture",
    "accessibilité_mobilier_paragraphe": "Now that we have all our peripherals and that we can surf on the internet, we should access the computer without too much difficulty and physical constraint. First of all, the desk must be at the right height, it would be difficult to work with the arms in the air for example. Then it is necessary that the body undergoes the least possible torsion to avoid the pains after the use of a computer. And then think about the space constraints. The best thing to do is to call an occupational therapist who will be able to help and advise you.",
    "solutions7": "First of all, an electric height adjustable desk can greatly help you, just press a button and it will go down or up, you can use manual height adjustable desks too. Of course it is not mandatory.",
    "solutions8": "Wrist/arm rests and armrests for those who will use their arms or hands to access the computer.",
    "solutions9": "For those who have a laptop, a support to put it at eye level so as not to create neck pain. And for those who have a fixed screen, just something to raise it to the right height.",
    "solutions10": "Of course you need an office with enough space for the wheelchair to pass.",
    "conclusion": "Conclusion",
    "conclusion_paragraphe": "To conclude I advise you the video of Step By Wheel which will give you some advice in what it is about computer for tetraplegics by clicking <a href=\"https://www.youtube.com/watch?v=TLjfUNEp9CI\"> here</a>.",
    "maladie_charcot_paragraphe": "Amyotrophic Lateral Sclerosis and its management",
    "ckoi?": "What is it?",
    "fauteuil_img_alt": "Person moving away in a wheelchair.",
    "hawking_img_alt": "Stephen Hawking during the 1970s.",
    "hawking_img_alt2": "Stephen Hawking in his wheelchair in front of his built-in computer screen.",
    "charcot_p1": "Charcot's disease, medically known as amyotrophic lateral sclerosis (ALS), is a disease that progressively affects the neurons and causes muscle weakness and then paralysis. The life expectancy of a patient with ALS is approximately 3 to 5 years after diagnosis. However, with better care, 20% of those affected can survive more than 5 years after diagnosis, and 10% can survive more than 10 years. The disease generally occurs more frequently in men (1.5 men to 1 woman), and in people over 60 years of age.",
    "charcot_p2": "The neurons affected by Charcot's disease are the motor neurons (or motoneurons), which send signals to the voluntary muscles (thus excluding the heart, lungs and any organ that is not controlled). These neurons eventually become completely destroyed, and as a result, people with this disease gradually lose control of their limbs. The first signs of this disease are speech problems and uncontrolled movements of the muscles, such as involuntary contractions, and some people also feel discomfort or weakness in their arms or legs.",
    "charcot_p3": "Damage to the upper motor neurons (the ones that cause movement) manifests itself mainly by a loss of speed, a decrease in coordination and agility, as well as stiffness and muscle cramps. Damage to the lower motor neurons (those that transmit signals) manifests itself primarily as muscle weakness, cramping and atrophy leading to paralysis. Sick people may also suffer from difficulty in eating, and may also cause a false stomach (when food enters the respiratory tract instead of the digestive tract).",
    "charcot_p4": "Over the years, it eventually affects the muscles necessary for breathing, which can lead to respiratory failure, causing death in most patients. The origin of the disease is still unknown, but it is known that it may depend on various factors, including environmental and genetic factors. In one in ten cases, a genetic cause is suspected.",
    "charcot_p5": "There is currently no treatment for Charcot disease. The drug Riluzole can slow down the progression of the disease slightly, but in all cases it eventually takes over. Treatments are mostly successful in reducing the symptoms.",
    "charcot_p6": "Stephen William Hawking, born in Oxford on January 8, 1942, is the son of a biological researcher and political activist. His family settled in the London area, where young Stephen showed all his qualities as a good student. He is passionate about science and mathematics and studied physics at Oxford University. His favorite subjects were thermodynamics, relativity and quantum mechanics. Later he studied astronomy, but did not go all the way, but participated in research in theoretical astronomy and theoretical cosmology. He is known as an excellent British theoretical physicist and cosmologist, and is particularly involved in the study of black holes and quantum cosmology. It is his best-seller \"A Brief History of Time\" that made him known to the public.",
    "charcot_p7": "Hawking's reputation in the media also stems from the fact that he was working while suffering from anthrax, a phenomenon that began in him at the age of 20. At the time, he was a student at Cambridge University, where he earned a doctorate in astrophysics, in part at the urging of his wife Jane Wilde, as the disease did not progress as quickly as expected. Stephen Hawking died at his personal residence in Cambridge, England, on March 14, 2018, at the age of 76.",
    "charcot_p8": "From the time of his diagnosis to the loss of his speech due to complications from severe pneumonia in 1985, Stephen Hawking had a manual wheelchair, then an electric one, which allowed him to move around without too much hindrance. Following the loss of his speech, a solution had to be found so that he could continue to communicate with the outside world.",
    "charcot_p9": "In order to compensate for his muscular deficiency and defective vocal cords, he has acquired a very efficient device that allows him to continue speaking. At the beginning, it was a physicist friend who managed to combine a writing aid (making the writing of sentences faster and less constraining), with a voice synthesizer. With two small buttons activated with his thumb, he can select letters on the screen to write text, which is then read by the voice synthesizer.",
    "charcot_p10": "The first device initially ran on an Apple computer, but the system was soon replaced by a laptop computer incorporated into the chair. This one is then connected to the battery installed under his seat. Initially, this allowed him to \"speak\" at about 15 words per minute, about 6 times slower than normal speech. Since 1997, Intel provided him with a new computer every two years in exchange for the company logo visible on the back of the screen.",
    "charcot_p11": "But in 2008, his condition worsened. He can no longer move his thumbs. The only way left for him to control the computer is with an infrared sensor on his glasses that detects small cheek movements.",
    "charcot_p12": "He then uses an interface called EZ Keys with his computer via Word Plus, which allows him to control everything with a cursor that can be controlled by his cheek movements. Thanks to this, he can surf the Internet, write e-mails and prepare speeches, but the system is too slow. Indeed, in 2011 he could only write one or two words per minute.",
    "charcot_p13": "Intel solves this problem and develops a new interface called ACAT (in 2013), which allows it to take advantage of new artificial intelligence technologies, such as predictive keyboard systems (such as SwiftKey), which can provide and correct words before the end of writing it. On the other hand, Hawking's voice will remain the same until his death, even though it may be considered largely outdated. The physicist has made it his signature.",
    "son_histoire": "Its history",
    "evolutions_technologiques": "Technological developments",
    "collab_intel": "Intel Collaboration",
    "systeme_acat": "The ACAT system",
    "acat_img_alt": "Demonstration of how the ACAT system works.",
    "futur_paragraphe": "Exoskeletons: the solution for the future?",
    "exosquelettes": "The future: exoskeletons",
    "exosquelette_img_alt": "Exoskeleton",
    "video_exosquelettes_desc": "Les recherches sur les exosquelettes sont de plus en plus concluantes. On peut le voir dans cette vidéo où un homme marche à nouveau grâce à un <b>exosquelette qu'il contrôle avec à son cerveau</b>. A son cerveau ? oui, des capteurs lui y ont été implantés pour ainsi pouvoir mouvoir ses nouveaux membres à partir de la pensée.",
    "composants": "Components:",
    "composants_paragraphe": "An exoskeleton is a <b>mechanized, external, articulated structure</b>. It may or may not be motorized and is designed for one person only. It is a kind of external prosthesis.  This one is composed of two parts: a mechanical part and a computer part. Here, we will focus on the computer part.",
    "neuroprothèse": "Neuroprosthesis",
    "exosquelette2_img_alt": "Patient doing physical therapy with an exoskeleton with his supervising physical therapist and both wearing face masks",
    "neuroprothèse_paragraphe": "A neuroprosthesis is <b>connected to the nervous system as well as to a defective limb</b> in order to replace it. It is an electronic or even electromechanical device and is often coupled with one or more neural interfaces as shown here.",
    "interface_neuronale": "The neural interface",
    "interface_neuronale_paragraphe": "The direct neural interface (or <b>BCI - Brain computer interface</b>) is surely the most useful but also complex computing part of an exoskeleton. The first demonstrations of control by these interfaces date back to 2005. Participating in the Braingate project, Matt Nagle, who became quadriplegic because of a stab wound, showed that it was possible to control an artificial hand through a neural interface. He was also able to control a computer cursor, the lighting and his television with his mind.",
    "interface_neuronale_paragraphe2": "There are two types of BCI: unidirectional and bidirectional. The unidirectional interface has a single purpose, each communication channel has a specific use as for example, the cochlear implant that allows people suffering from deafness or tinnitus to improve the quality of their hearing. The bidirectional interface can both send and receive information. This BCI is either placed directly in the brain and is therefore said to be invasive or it can also be placed outside the skull but will then need a medical imaging device.",
    "interface_neuronale_img_alt": "Diagram of an invasive neural interface",
    "ia": "Artificial intelligence",
    "ia_paragraphe": "Artificial intelligence, more often simplified as AI, is, according to the Larousse dictionary, the <b>set of theories and techniques implemented in order to realize machines capable of simulating intelligence</b>. This idea comes from the mind of Alan Turing, his work is considered as founding for computer science. He then proposed the Turing test. Today, artificial intelligence has become commonplace in many fields.",
    "desc_vid_ia": "Video on the origins of artificial intelligence",
    "cerveau_img_alt": "Brain with a printed circuit in the background",
    "comment_ca_marche": "How does it work?",
    "comment_ca_marche_paragraphe": "L'intelligence artificielle est utilisée dans de nombreux appareils utilisant tous le machine learning permettant de garder en mémoire beaucoup de données dans un cerveau ou encore dans un réseau neuronal virtuel. Il existe deux types d'IA : forte et faible. The first type is also known as General Artificial Intelligence (GAI), this one designates systems, for the moment, theoretical that would be able to match humans in their cognitive tasks. Pour le moment, il ne s'agit que d'un sujet spéculatif et théorique. The so-called weak artificial intelligence is the one used in exoskeletons. Celle-ci a un but spécifique, une tâche précise.",
    "machine_learning": "Machine learning",
    "systeme_neuronal_img_alt": "Neural Network",
    "machine_learning_paragraphe": "Machine learning is part of artificial intelligence. This mechanism allows the reproduction of a behavior thanks to learning algorithms linked to data banks of consequent information. The computer practices and therefore improves before reaching the desired result, so we can say that it learns. There are several different types of learning: ",
    "machine_learning_li1": "<b>Supervised learning</b>, meaning the machine learns according to given examples.",
    "machine_learning_li2": "<b>Unsupervised learning</b>, that is to say the machine learns on its own, without example.",
    "machine_learning_li3": "<b>Reinforcement learning</b>, that is to say the algorithm is allowed to learn from its mistakes. When the algorithm's choice is right, it is \"rewarded\" while if it is wrong, the opposite happens.",
    "exosquelette_fonctionnement": "Operation in the exoskeleton",
    "exosquelette_fonctionnement_p1": "The exoskeleton uses <b>machine learning</b> and more precisely supervised learning: this is based on signal decoding models. Thanks to these algorithms, signals become intentions and this then allows the exoskeleton to move.",
    "exosquelette_fonctionnement_p2": "These algorithms are <b>specific to each patient</b>, each brain does not send the same signals. This is why the algorithms are lean and optimized as much as possible to ensure the fastest possible learning phase, we are talking here about a few tens of minutes for the first degrees of freedom. Moreover, the problem of brain plasticity is solved thanks to an adaptive algorithm allowing to modify the model over time thanks to an update system.",
    "exosquelette_fonctionnement_p3": "All these algorithms are implanted in a <b>direct neural interface</b> operating through a neuroprosthesis measuring the signals and sending these results wirelessly to the computing unit. All of this together then allows the exoskeleton to move and restore some mobility and a great sense of freedom to this patient.",
    "exosquelette_fonctionnement_p4": "<b>We can thus hope that, in the future, this possibility will become as accessible as possible, which would change the lives of many people today and tomorrow. Thanks to this exoskeleton, the world of some could then change.</b>",
    "logo_lemans": "Le Mans University logo",
    "logo_iut": "Logo of the IUT of Laval"
}