{
    "index_title": "L'Informatique et la tétraplégie",
    "accueil": "Accueil",
    "amenagements": "Aménagements",
    "maladie_charcot": "Maladie de charcot",
    "futur": "Le futur",
    "presentation": "Présentation",
    "tetraplegie?": "Qu'est-ce que la tétraplégie ?",
    "tetraplegie?_paragraphe": "La tétraplégie est la paralysie des quatre membres. Cette maladie est aussi connue sous le nom de quadriplégie. La personne atteinte perd alors la sensation ainsi que la motricité de ses quatre membres et de son torse. Il existe aussi plusieurs types de tétraplégies selon la vertèbre atteinte : complète ou partielle. Certaines formes peuvent aussi être réversibles.",
    "tetraplegie_img_alt": "Photographie d'une personne en fauteuil roulant sur une plage lors d'un couché de soleil.",
    "causes_tetraplegie": "Causes de la tétraplégie :",
    "causes_tetraplegie_paragraphe": "La tétraplégie est causé par une blessure, <b>une lésion de la moelle épinière</b> près des cervicales.",
    "fracture": "Fracture de la partie supérieure de la colonne vertébrale",
    "infection": "Infection",
    "diabete": "Diabète",
    "ghilain_barré": "Maladie de Ghilain-Barré",
    "cancers": "Cancers...",
    "sujets_traités": "Sujets traités sur ce site :",
    "sujets_traités1": "Les aménagements possibles pour rendre l'utilisation de l'informatique plus accessible aux personnes atteintes.",
    "sujets_traités2": "La maladie de charcot et l'histoire de Stephen Hawking, son aide pour l'accessibilité.",
    "sujets_traités3": "Une solution envisageable dans le futur pour rendre aux personnes tétraplégiques leur liberté : les exosquelettes.",
    "plan_site": "Plan du site : ",
    "poster_réalisé": "Poster réalisé avec le site :",
    "poster_img_alt": "Poster réalisé avec le site",
    "desc_poster_réalisé": "Le poster suit la charte graphique du site internet et apporte des informations supplémentaires sur la tétraplégie.",
    "crédits": "De Jonas Cholet, Antoine Defourneau et Clément Fromentin",
    "réalisé_cadre": "Réalisé dans le cadre d'un projet tuteuré.",
    "utiliser_ordinateur": "Pouvoir utiliser et accéder à un ordinateur",
    "accessibilité": "Accessibilité",
    "accessibilité_internet": "Accessibilité d'internet",
    "accessibilité_internet_paragraphe": "L’accessibilité à internet paraît simple pour les personnes qui ont l’usage de tous leurs membres, cependant privé de nos mains cela devient une tout autre chose. On peut donc oublier les périphériques standards comme les souris ou les claviers, et trouver des solutions en fonction des membres encore contrôlables. Les sites internet doivent être adaptés aussi, les boutons peuvent être difficiles d’accès et chaque distance de déplacement de la souris économisée est importante.",
    "solutions": "Solutions",
    "menton_img_alt": "Photo d'un contacteur au menton.",
    "souris_img_alt": "Photo d'une souris trackball.",
    "joystick_img_alt": "Photo d'un joystick.",
    "clavier_img_alt": "Photo d'un clavier ergonomique.",
    "bureau_img_alt": "Photo d'un bureau à hauteur variable.",
    "repose_bras_img_alt": "Photo d'un repose bras.",
    "support_pc_img_alt": "Photo d'un support de pc portable.",
    "solutions1": "Pour la souris le meilleur moyen trouvé est d'utiliser une autre partie du corps pour déplacer le curseur, une commande au menton peut être une bonne solution, il existe aussi des commandes par la bouche et bien d’autres parties du corps et avec différents moyens d’activations (pression, à tirer, souffle, sonore, mouvements sans contact...) .",
    "solutions2": "Ces commandes sont des contacteurs et peuvent être connectées en Bluetooth et permettre de contrôler d’autres appareils informatiques utilisant ce moyen de communication sans avoir à brancher quoi que ce soit, il s’agit du système le plus répandu . On peut aussi utiliser une webcam et utiliser les yeux comme curseur avec le contrôle visuel déjà implémenté sous Windows 10.",
    "solutions3": "Pour ceux pouvant contrôler leurs mains on peut utiliser des souris verticales pour éviter les torsions du bras et donc éviter d’autres douleurs pouvant venir avec. Il existe aussi les souris trackballs, il s’agit tout simplement d’une boule que l’on fait tourner pour déplacer le curseur (c’est le même système que les anciennes souris à boule mais inversé), qui peut être intéressant pour les personnes souffrant de douleurs au poignet ou dans l’incapacité de bouger leurs doigts.",
    "solutions4": "Enfin, il existe des Joystick qui permettent un contrôle assez naturel d’une souris, il suffit de déplacer le bâton pour faire se déplacer le curseur, généralement le joystick possède des boutons sur son socle pour effectuer les clics de souris.",
    "solutions5": "Pour ce qui est du clavier on peut utiliser un clavier virtuel et le taper du texte avec le curseur (ce qui peut être long et fastidieux), ou bien utiliser la commande vocale qui traduira ce que l’on dit en texte (mais il peut y avoir des erreurs de reconnaissance ou certains mots inconnus par le logiciel). Il existe des claviers ergonomiques avec des zones de repos pour les mains et des regroupements de touches, des claviers agrandis ou des claviers à gros caractères qui permettent de faciliter le repérage de l’action de la touche ou bien des claviers avec un pavé tactile intégrer pour l’usage du pointeur de souris.",
    "solutions6": "Pour les utilisateurs de tablette tactile, le fait que l’écran soit totalement tactile est une grande aide, mais ce n’est pas forcément pratique pour tout le monde, c’est pourquoi la plupart des solutions citées ci-dessus existent soit en bluetooth soit avec un connecteur micro-usb pour pouvoir être connecté à la tablette.",
    "sites?": "Et les sites ?",
    "sites?_paragraphe": "Les sites eux doivent respecter des normes d’accessibilité, les normes internationales sont WCAG 2.0, et ISO/IEC 40500. Les développeurs de sites peuvent vérifier facilement l’accessibilité de leurs sites grâce au site W3, mais c’est un outil arbitraire, le meilleur moyen est un moyen humain. Pour voir si un site est accessible, on peut prendre par exemple un bouton, voir s'il est assez gros pour que l’on puisse cliquer dessus.",
    "accessibilité_mobilier": "Accessibilité du mobilier",
    "accessibilité_mobilier_paragraphe": "Maintenant que l’on a tous nos périphériques et que l’on peut naviguer sur internet, il faudrait accéder à l’ordinateur sans trop de difficulté et contrainte physique. Premièrement il faut que le bureau soit à la bonne hauteur, il serait difficile de travailler les bras en l’air par exemple. Ensuite il faut que le corps subisse le moins de torsions possible pour éviter les douleurs après l’utilisation d’un ordinateur. Et puis penser aux contraintes de place. Le mieux reste d'appeler un ergothérapeute qui saura vous aider et vous conseiller.",
    "solutions7": "Tout d’abord, un bureau à hauteur variable électrique peut grandement vous aider, il suffit d’appuyer sur un bouton et il descendra on montera, vous pouvez utiliser des bureaux à hauteur variable manuelle aussi. Bien sûr ce n’est pas obligatoire.",
    "solutions8": "Des reposes poignets/bras et accoudoirs pour ceux qui utiliseront leurs bras ou leurs mains pour accéder à l’ordinateur.",
    "solutions9": "Pour ceux qui ont un pc portable, un support pour le mettre à hauteur des yeux afin de ne pas créer de douleurs aux cervicales. Et pour ceux qui ont un écran fixe, juste de quoi le surélever à la bonne hauteur.",
    "solutions10": "Bien évidemment il faut un bureau avec assez d’espace pour le passage du fauteuil roulant.",
    "conclusion": "Conclusion",
    "conclusion_paragraphe": "Pour conclure je vous conseille la vidéo de Step By Wheel qui vous donnera quelques conseils en ce qu’il s’agit d’informatique pour les tétraplégiques en cliquant <a href=\"https://www.youtube.com/watch?v=TLjfUNEp9CI\"> ici</a>.",
    "maladie_charcot_paragraphe": "La Sclérose Latérale Amyotrophique et sa prise en charge",
    "ckoi?": "Qu'est-ce que c'est ?",
    "fauteuil_img_alt": "Personne s'eloigant en fauteuil roulant.",
    "hawking_img_alt": "Stephen Hawking durant les années 70.",
    "hawking_img_alt2": "Stephen Hawking dans son fauteuil roulant devant l'écran de son ordinateur intégré.",
    "charcot_p1": "La maladie de Charcot, médicalement appelée sclérose latérale amyotrophique (SLA), est une maladie qui atteint progressivement les neurones et provoque une faiblesse musculaire, puis une paralysie. L'espérance de vie d’un malade très courte est d'environ 3 à 5 ans après le diagnostic. Cependant, avec de meilleurs soins, 20% des personnes touchées peuvent survivre plus de 5 ans après le diagnostic, et 10% peuvent survivre plus de 10 ans. Cette maladie survient généralement plus fréquemment chez l'homme (1,5 hommes pour 1 femme), et chez les personnes agées de 60 ans.",
    "charcot_p2": "Les neurones affectés par la maladie de Charcot sont les neurones moteurs (ou motoneurones), elles envoient les signaux aux muscles volontaires (excluant donc le cœur, les poumons et tout organe que l’on ne contrôle pas). Celles-ci finissent par se détruire complètement, en conséquence, les personnes atteintes par cette maladie perdent peu à peu le contrôle de leurs membres. Les premiers signes de cette maladie sont des problèmes d'élocution et des mouvements incontrôlés des muscles, comme des contractions involontaires, certaines personnes ressentent aussi des gènes ou des faiblesses dans leurs bras ou leurs jambes.",
    "charcot_p3": "L'atteinte des neurones moteurs supérieurs (celle qui sont à l’origine des mouvements) se manifeste principalement par une perte de vitesse du malade, d’une diminution de la coordination et de l'agilité, ainsi que des raideurs et des crampes musculaires. L'atteinte des neurones moteurs inférieurs (celles qui transmettent les signaux) se manifeste principalement par une faiblesse musculaire, des crampes et une atrophie conduisant à une paralysie. Les personnes malades peuvent aussi souffrir de difficultés à s'alimenter, et peuvent aussi être à l'origine de fausse route (quand la nourriture rentre dans l’appareil respiratoire à la place du tube digestif).",
    "charcot_p4": "Au fil des années, elle finit par affecter les muscles nécessaires à la respiration, pouvant provoquer une insuffisance respiratoire, causant chez la plupart des patients la mort. L'origine de la maladie est encore inconnue, mais l’on sait qu’elle peut dépendre de divers facteurs, y compris des facteurs environnementaux et génétiques. Dans un cas sur dix, c’est la cause génétique qui est suspectée.",
    "charcot_p5": "Il n'existe actuellement aucun traitement contre la maladie de Charcot. Le médicament Riluzole peut ralentir légèrement la progression de la maladie, mais dans tous les cas elle finit par prendre le dessus. Les traitements parviennent dans la plupart du temps à diminuer les symptômes.",
    "charcot_p6": "Stephen William Hawking, né à Oxford le 8 janvier 1942, est le fils d'un chercheur en biologie et militant politique. Sa famille s’est installée dans la région de Londres, où le jeune Stephen montrera toutes ses qualités de bon élève. Il est passionné de sciences et de mathématiques et a étudié la physique à l'Université d'Oxford. Ses sujets de prédilection sont la thermodynamique, la relativité et la mécanique quantique. Ensuite, il étudiera l'astronomie, mais n'ira pas jusqu'au bout, mais il participera aux recherches d'astronomie théorique et de cosmologie théoriques. Il est connu comme étant un physicien théoricien et cosmologiste britannique d’excellence, et il est particulièrement engagé dans l'étude des trous noirs et de la cosmologie quantique. C'est son best-seller \"Une brève histoire du temps\" qui l'a fait connaître du public.",
    "charcot_p7": "La réputation de Hawking dans les médias tient également au fait qu'il travaillait alors qu'il souffrait de la maladie du charbon, un phénomène qui a commencé chez lui à l'âge de 20 ans. À cette époque, il était étudiant à l'Université de Cambridge, où il a obtenu un doctorat en astrophysique, notamment sous l'impulsion de sa femme Jane Wilde, car la maladie n'a pas progressé aussi rapidement que prévu. Stephen Hawking est décédé à sa résidence personnelle à Cambridge, en Angleterre, le 14 mars 2018, à l'âge de 76 ans.",
    "charcot_p8": "Du diagnostic à la perte de la parole à cause des complications d'une grave pneumonie en 1985, Stephen Hawking possédait un fauteuil roulant manuel, puis électrique, celui-ci lui permettait de se déplacer sans trop d’encombre. Suite à la perte de la parole il a fallu trouver une solution pour qu’il continue de communiquer avec le monde extérieur.",
    "charcot_p9": "Afin de compenser sa déficience musculaire et ses cordes vocales défectueuses, il s'est doté d'un appareil très efficace qui lui permet de continuer à parler. Au départ, c’est un ami physicien qui a réussi à combiner un système d'aide à l'écriture (rendant la rédaction de phrases plus rapide et moins contraignante), avec un synthétiseur vocal. Avec deux petits boutons activables avec son pouce, il peut sélectionner des lettres sur l'écran pour écrire du texte, qui est ensuite lu par le synthétiseur vocal.",
    "charcot_p10": "Le premier dispositif fonctionnait initialement sur un ordinateur Apple, mais le système est rapidement remplacé par un ordinateur portable incorporé au fauteuil. Celui-ci est alors connecté à la batterie installée sous son siège. Au départ, cela lui permettait de \"parler\" à environ 15 mots par minute, soit environ 6 fois moins rapidement qu’une élocution normale. Depuis 1997, Intel lui fournissait un nouvel ordinateur tous les deux ans en échange du logo de son entreprise visible au dos de l'écran.",
    "charcot_p11": "Mais en 2008, son état s'est aggravé. Il ne peut plus bouger ses pouces. Le seul moyen restant pour lui permettre de contrôler l'ordinateur est avec un capteur infrarouge sur ses lunettes qui détecte les petits mouvements des joues.",
    "charcot_p12": "Il utilise alors une interface appelée EZ Keys avec son ordinateur via Word Plus, ce qui lui permet de tout contrôler avec un curseur contrôlable à partir de ses mouvements de joue. Grâce à cela, il peut naviguer sur Internet, écrire des e-mails et ou bien préparer des discours, mais le système est trop lent. En effet, en 2011 il ne pouvait écrire qu'un ou deux mots par minute.",
    "charcot_p13": "Intel résout ce problème et développe une nouvelle interface appelée ACAT (en 2013), qui lui permet de tirer parti des nouvelles technologies d’intelligences artificielles, comme des systèmes de clavier prédictif (tels que SwiftKey), qui peuvent fournir et corriger des mots avant la fin de l’écriture de celui-ci. D'autre part, la voix de Hawking restera la même jusqu'à sa mort, même si elle peut être considérée comme largement dépassée. Le physicien en a fait sa signature.",
    "son_histoire": "Son histoire",
    "evolutions_technologiques": "Evolutions technologiques",
    "collab_intel": "Collaboration d’Intel",
    "systeme_acat": "Le système ACAT",
    "acat_img_alt": "Démonstration du fonctionnement du système ACAT.",
    "futur_paragraphe": "Exosquelettes : la solution pour le futur ?",
    "exosquelettes": "Le futur : les exosquelettes",
    "exosquelette_img_alt": "Exosquelette",
    "video_exosquelettes_desc": "Les recherches sur les exosquelettes sont de plus en plus concluantes. On peut le voir dans cette vidéooù un homme marche à nouveau grâce à un <b>exosquelette qu'il contrôle avec à son cerveau</b>. A son cerveau ? oui, des capteurs lui y ont été implantés pour ainsi pouvoir mouvoir ses nouveaux membres à partir de la pensée.",
    "composants": "Composants :",
    "composants_paragraphe": "Un exosquelette est une <b>structure mécanisée, externe et articulée</b>. Il peut être motorisé ou non et est conçu pour une personne uniquement. Il s'agit d'une sorte de prothèse externe.  Celui-ci est composé de deux parties : une partie mécanique et une partie informatique. Ici, nous nous intéresserons à la partie informatique.",
    "neuroprothèse": "La neuroprothèse",
    "exosquelette2_img_alt": "Patient faisant la physiothérapie avec un exosquelette avec son kinésithérapeute supervisant et les deux portant des masques de visage",
    "neuroprothèse_paragraphe": "Une neuroprothèse est <b>reliée au système nerveux ainsi qu'à un membre défectueux</b> afin de le remplacer. Il s'agit d'un dispositif électronique ou encore électromécanique et est souvent couplé avec une ou plusieurs interfaces neuronales comme ici.",
    "interface_neuronale": "L'interface neuronale",
    "interface_neuronale_paragraphe": "L'interface neuronale direct (ou <b>BCI - Brain computer interface</b>) est sûrement la partie informatique la plus utile mais aussi complexe d'un exosquelette. Les premières démonstrations de contrôle par ces interfaces datent de 2005. Participant au projet Braingate, Matt Nagle devenu tétraplégique à cause d'un coup de couteau montra qu'il était ainsi possible de contrôler une main artificielle grâce à une interface neuronale. Il put aussi contrôler un curseur d'ordinateur, l'éclairage ainsi que sa télévision grâce à la pensée.",
    "interface_neuronale_paragraphe2": "Il existe <b>deux types de BCI</b> : unidirectionnel ou bidirectionnel. L'interface <b>unidirectionnelle</b> a un <b>seul but précis</b>, chaque voie de communication de celle-ci a un emploi spécifique comme par exemple, l'implant cochléaire qui permet aux personnes atteintes de surdité ou encore d'acouphènes d'améliorer la qualité de leur audition. L'interface <b>bidirectionnelle</b> peut <b>à la fois envoyer et recevoir des informations</b>. Ce BCI est soit placé directement dans le cerveau et est donc dit invasif ou sinon il peut aussi prendre place à l'extérieur du crâne mais aura alors besoin d'un moyen d'imagerie médicale.",
    "interface_neuronale_img_alt": "Schéma d'une interface neuronale invasive",
    "ia": "L'intelligence artificielle",
    "ia_paragraphe": "L'intelligence artificielle, plus souvent simplifiée en IA, est, d'après le dictionnaire Larousse, l'<b>ensemble des théories et des techniques mises en oeuvres en vue de réaliser des machines capables de simuler l'intelligence</b>. Cette idée est issue de l'esprit d'Alan Turing, ses travaux sont considérés comme fondateur pour la science informatique. Celui-ci propose alors le test de Turing. Aujourd'hui, l'intelligence artificielle est devenue monnaie courante et dans de nombreux domaines.",
    "desc_vid_ia": "Vidéo sur les origines de l'intelligence artificielle",
    "cerveau_img_alt": "Cerveau avec un circuit imprimé en fond",
    "comment_ca_marche": "Comment ça marche ?",
    "comment_ca_marche_paragraphe": "L'intelligence artificielle est utilisée dans de nombreux appareils utilisant tous le machine learning permettant de garder en mémoire beaucoup de données dans un cerveau ou encore dans un réseau neuronal virtuel. Il existe deux types d'IA : forte et faible. Le <b>premier type</b> est aussi connu sous le nom d'intelligence artificielle générale (AGI), celui-ci désigne des systèmes, pour le moment, théoriques qui seraient capables d'égaler les humains dans leurs tâches cognitives. Pour le moment, il ne s'agit que d'un sujet spéculatif et théorique. L'<b>intelligence artificielle dite faible</b> est celle utilisée dans les exosquelettes. Celle-ci a un but spécifique, une tâche précise.",
    "machine_learning": "Machine learning",
    "systeme_neuronal_img_alt": "Système neuronal",
    "machine_learning_paragraphe": "Le machine learning fait partie de l'intelligence artificielle. Ce mécanisme permet la reproduction d'un comportement grâce à des algorithmes d'apprentissage liés à des banques de données, d'informations conséquentes. L'ordinateur pratique et donc s'améliore avant de parvenir au résultat voulu, on peut alors dire qu'il apprend. Il existe plusieurs apprentissages différents : ",
    "machine_learning_li1": "<b>L'apprentissage supervisé</b>, c'est-à-dire que la machine apprend selon des exemples donnés.",
    "machine_learning_li2": "<b>L'apprentissage non supervisé</b>, c'est-à-dire que la machine apprend d'elle-même, sans exemple.",
    "machine_learning_li3": "<b>L'apprentissage par renforcement</b>, c'est-à-dire qu'on laisse l'algorithme apprendre de ses erreurs. Quand le choix de l'algorithme est bon, celui-ci se trouve \"gratifié\" alors que s'il se trompe, c'est le contraire qui se passe.",
    "exosquelette_fonctionnement": "Fonctionnement dans l'exosquelette",
    "exosquelette_fonctionnement_p1": "L'exosquelette utilise le <b>machine learning</b> et plus précisément l'apprentissage supervisé : celui-ci est basé sur des modèles de décodage des signaux. Grâce à ces algorithmes, les signaux deviennent des intentions et cela permet alors de mouvoir l'exosquelette.",
    "exosquelette_fonctionnement_p2": "Ces algorithmes sont <b>spécifiques à chaque patient</b>, chaque cerveau n'envoie pas les mêmes signaux. C'est pour cela que les algorithmes sont allégés et optimisés au maximum pour assurer une phase d'apprentissage la plus rapide possible, on parle ici de quelques dizaines de minutes pour les premiers degrés de liberté. De plus, le problème de la plasticité cérébrale est résolu grâce à un algorithme adaptatif permettant de modifier le modèle au fil du temps grâce à un système de mise à jour.",
    "exosquelette_fonctionnement_p3": "Tous ces algorithmes sont implantés dans une <b>interface neuronale directe</b> fonctionnant grâce à une neuroprothèse mesurant les signaux et envoyant ces résultats sans fil vers l'unité de calcul. Le tout réuni permet alors à l'exosquelette de bouger et de rendre une certaine mobilité et une grande sensation de liberté à ce patient.",
    "exosquelette_fonctionnement_p4": "<b>Nous pouvons ainsi espérer que, dans le futur, cette possibilité devienne alors le plus accessible possible ce qui permettrait de changer la vie de nombreuses personnes aujourd'hui et demain. Grâce à cet exosquelette, le monde de certains pourrait alors changer.</b>",
    "logo_lemans": "Logo Le Mans Université",
    "logo_iut": "Logo de l'IUT de Laval"
}